Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 03-The-Three-Pigs/CAT/three-pigs/tm/corpus-pilgrim.en.utf8.tmx
Source language: en
Languages: chr

source: Now Christian looked for nothing but death, and began to cry out lamentably, even cursing the time in which he met with Mr Worldly Wiseman, still calling himself a thousand fools for hearkening to his counsel: he also was greatly ashamed to think that this Gentleman's arguments, flowing only from the flesh, should have that prevalency with him as to cause him to forsake the right way. This done, he applied himself again to Evangelist in words and sense as follows.
chr: ᎾᏉᏃ ᏧᏁᎶᏗ ᎥᏝ ᎪᎱᏍᏗ ᏱᎦᏖᏃᎮ ᎤᏲᎱᎯᏍᏗᏱᏉ ᎤᏩᏒ, ᎠᎴ ᎠᏍᏓᏱᏳ ᎤᏪᎷᏅᎩ, ᎠᎴ ᎤᏍᎦᏨᎩ ᎾᎯᏳ ᏚᎾᏠᏒ ᎡᎶᎯ ᎡᎯ ᎠᎦᏔᎾᎢ, ᎠᏏᏉ ᎠᎴ ᎯᎠ ᎤᏓᏪᏎᎲᎩ ᎤᏩᏒ, ᎤᏣᏗᏉᎧ ᎠᎩᏁᎫ ᎨᏎ ᏥᏥᏯᏛᏓᏍᏓᏁᎸᎩ ᎧᏁᎬᎢ. ᎠᎴ ᎤᏣᏘ ᎤᏕᎰᏒᎩ ᎤᏓᏅᏖᎸ ᎯᎠ ᎠᏍᎦᏯ ᎦᏃᎮᏍᎬ ᎤᏇᏓᎵᏉ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩᏉ ᎤᏎᎪᎩᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎤᏕᏙᏩᏗᏒ ᎤᏞᏍᏓᏅᎢ. ᎯᎠᏃ ᏄᏛᏁᎸ ᎯᎠ ᏄᏪᏎᎸᎩ ᎠᎵᏣᏙᏂᏙᎯ.

source: Chr. Sir, what think you? Is there hopes? May I now go back and go up to the Wicket-gate? Shall I not be abandoned for this, and sent back from thence ashamed? I am sorry I have hearkened to this man's counsel : But may my sin be forgiven?
chr: ᏧᏁᎶᏗ. ᎩᎾᎵᎢ ᎦᏙ ᎮᎵᎠ? ᏥᎪᏰᎵᏉ ᎤᏚᎩ ᎦᎬᏗ? ᏰᎵᏉᏍᎪ ᎠᏏ ᎬᏆᏨᏍᏗ, ᎠᎴ ᎤᏍᏗ ᎦᎶᎯᏍᏗ ᏗᎪᏢᏒ ᏫᎬᎩᎷᎯᏍᏗ? ᏝᏍᎪ ᎯᎠ ᏥᎾᏆᏛᏁᎸ ᏴᎬᎩᏍᏛᏓ ᏴᎦᏴᏆᏓᏱᎦᏉ, ᎠᎴ ᏴᏛᎦᏴᏆᏨᏍᏓ ᎠᏆᏕᎰᏐᏅᎯ; ᎤᏲᎢᏳ ᏥᏰᎸᏍᎦ ᎯᎠ ᎠᏍᎦᏯ ᎧᏁᎬ ᏥᏯᏛᏓᏍᏓᏁᎸᎢ; ᏰᎵᏉᏍᎪᏃᏅ ᎠᎩᏍᎦᏅᏨ ᎦᏴᎩᏙᎵᏍᏗ?

source: Evan. Then said Evangelist to him, Thy sin is very great, for by it thou hast committed two evils: thou hast forsaken the way that is good, to tread in forbidden paths; yet will the man at the Gate receive thee, for he has good-will for men; only, said he, take heed that thou turn not aside again, lest thou perish from the way, when his wrath is kindled but a little. [Psalms 2:12]
chr: ᎠᎵᏣᏙᏂᏙᎯ. ᎤᏙᎯᏳᏍᎩᏃᏅ ᎤᏣᏘ ᎯᏍᎦᏅᎩ, ᎾᏍᎩᏰᏃ ᏂᎦᎵᏍᏙᏓ ᏔᎵ ᎢᏳᏓᎴᎩ ᎤᏲ ᏕᏣᎸᏫᏍᏓᏏ; ᎾᏍᎩ ᏥᏣᏞᏒ ᏚᏳᎪᏛ ᏣᏕᏙᏩᏗᏒᎢ, ᎠᎴ ᏧᏓᏅᏍᏙᏒᎯ ᏕᎦᏅᏅ ᏥᏣᏕᏙᏅ. ᎠᏎᏃ ᎠᏍᎦᏯ ᎦᎶᎯᏍᏗ ᏥᎦᏙᎦ ᎠᏏᏉ ᏙᏛᏣᏓᏂᎸᏥ, ᏧᏣᏘᏰᏃ ᎣᏏ ᏚᏰᎸ ᏴᏫ; ᎮᏯᏔᎮᏍᏗᏗᎾ ᏞᏍᏗ ᏔᎵᏁ ᏥᎭᎪᎸᏏ ᏣᏕᏙᏩᏗᏒᎢ, ᏱᏁᎭᎵᏍᏔᏂᏓᏉᏰᏃ ᏫᎦᎶᎯᏍᏗ ᎨᏒ ᎠᏏ ᎤᏍᏗᎩᏛᏉ ᏳᏓᎳᏬᏒ. ᏕᏫ ᏧᏃᎩᏛ 2:12.

source: Then did Christian address himself to go back; and Evangelist, after he had kissed him, gave him one smile, and bid him God speed. So he went on with haste, neither spake he to any man by the way; nor if any man asked him, would he vouchsafe them an answer. He went like one that was all the while treading on forbidden ground, and could by no means think himself safe, till again he was got into the way which he left to follow Mr Worldly Wiseman's counsel. So in process of time Christian got up to the Gate. Now over the Gate there was written, Knock and it shall be opened unto you. [Matthew 7:7].
chr: ᎾᏉᏃ ᏧᏁᎶᏗ ᎤᏁᏨᎩ ᎥᎤᏨᏍᏗᏱ; ᎠᎵᏣᏙᏂᏙᎯᏃ ᎤᏔᏪᏙᏅ, ᎠᎴ ᎤᎦᎵᏍᏓᏗᏍᏔᏅ, ᎤᏂᎬᏍᏙᏗᏱ ᎤᏁᏤᎸᎩ; ᎾᏍᎩᏃ ᎠᏯᏄᎵᏳ ᏭᎶᏒᎩ, Ꮭ ᎠᎴ ᎩᎶ ᏱᎧᏁᏤᎮ ᎠᎢᏒᎢ; ᎩᎶ ᎠᎴ ᎪᎱᏍᏗ ᏳᏛᏛᏅ ᎥᏝ ᏱᏗᎧᏁᏤᎮᎢ. ᎠᎢᏒᏃ ᎾᏍᎩᏯ ᎨᏒᎩ ᎩᎶ ᎤᏓᏅᏍᏙᏒᎯ ᎦᏙᎯ ᏣᎢᏐᎢ, ᎥᏝ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎾᏆᏛᎿᏗ ᎬᏪᎵᏍᏗ ᏱᎨᏎ ᎬᏂ ᏔᎵᏁ ᏫᎤᏕᏙᏂᎸ ᎦᏅᏅ ᎾᎿ ᎤᏞᏒ ᎤᏍᏓᏩᏛᏍᏗᏱ ᎡᎶᎯ ᎡᎯ ᎠᎦᏔᎾᎢ ᎧᏁᎬᎢ. ᎯᎸᏍᎩᏉᏃ ᏫᏄᏬᎯᏨ ᏧᏁᎶᏗ ᏭᎷᏥᎸᎩ ᎦᎶᎯᏍᏗ ᏗᎪᏢᏒᎢ, ᎦᎶᎯᏍᏗᏱᏃ ᎦᎸᎳᏗᏢ ᎯᎠ ᏂᎬᏅ ᎪᏪᎸᎩ, ᎢᏨᏂᎦ ᎠᏎ ᏓᏰᏥᏍᏚᎢᎡᎵ, ᎹᏚ 7:7.

source: He knocked therefore more than once or twice saying, May I now enter here? Will he within Open to sorry me, though I have been An undeserving Rebel? Then shall I Not fail to sing his lasting praise on high. At last there came a grave person to the gate named Good-will, who asked “Who was there?” and “Whence he came?” and “What he would have?”
chr: ᎾᏉᏃ ᎤᏩᏂᎸᎩ ᎥᏝ ᎠᎴ ᏌᏉᏉ, ᎠᎴ ᏔᎵᎭᏉ ᏱᏄᏩᏂᎴᎢ, ᎯᎠ ᏂᎦᏪᏍᎬᎩ, “ᏥᎪ ᎠᏂ ᎬᎩᏴᏍᏗ? ᎠᏫᏂᏍᎪ ᏅᏛᏯᎢ ᏛᎩᏍᏚᎩᎡᎵ ᎠᏴ ᎠᎩᏲᎢ, ᎪᎱᏍᏗᏍᎩᏂᏃᏅ ᎦᏴᏆᏛᏁᏗ ᏂᎨᏒᎾ ᏄᎵᏍᏔᏂᎸ ᏗᏆᏓᎦᏘᎸᏛ ᏥᎩ, ᎾᏉᏃ ᎠᏎ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᏕᏥᏃᎩᏍᏗᏍᎨᏍᏗ ᏥᎸᏉᏗᏍᎬ ᎦᎸᎶ ᏗᎨᏒᎢ.” ᎪᎯᏃ ᎢᏴᏛ ᎩᎶ ᎢᏳᏍᏗ ᎤᎷᏥᎸᎩ ᎤᏙᎵᏍᏙᏍᏛ ᎨᏒᎩ ᏗᎧᏃᏗᏱ, ᎣᏍᏛ ᏧᏰᎸᎯ ᏴᏫ ᏧᏙᎢᏛ, ᎾᏍᎩᏃ ᎤᏛᏛᏅᎩ ᎯᎠ ᏄᏪᏒᎩ, “ᎦᎪ ᎡᏙᎠ?” ᎠᎴ “ᎭᏢ ᏘᎶᎯ” ᎠᎴ “ᎦᏙ ᏣᏚᎵᎭ?”

source: Chr. Here is a poor burdened sinner.
chr: ᏧᏁᎶᏗ. ᎠᏂᏍᎩᏂ ᎦᏙᎦ ᎤᏲ ᎢᏳᏛᎾᏕᎩ, ᎦᎨᏛ ᎠᎵᏎᎯ, ᎠᏍᎦᎾ ᏧᎸᏫᏓᏁᎯ.

source: I come from the City of Destruction, but am going to Mount Zion, that I may be delivered from the wrath to come. I would therefore, Sir, since I am informed that by this Gate is the way thither, know if you are willing to let me in.
chr: ᎠᏲᎱᎯᏍᏗᏱ ᏗᎦᏚᎲ ᏓᎨᎾ, ᏌᏯᏂ ᏦᏓᎸ ᏫᏥᎦᏘ, ᎥᏊᏓᎴᏍᏗᏱ ᎤᏔᎳᏬᎯᏍᏗ ᎤᎷᎯᏍᏗ ᏥᎩ; ᎠᏂᏃ ᎯᎠ ᎦᎶᎯᏍᏗᏱ ᎾᎿ ᏫᎦᏅᏅ ᎥᎩᏃᏁᎸ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎠᏆᏚᎵᎭ ᎠᏆᏕᎶᎰᎯᏗᏱ ᎢᏳ ᎣᏏ ᏣᏰᎸᏎᏍᏗ ᎠᎩᏴᏍᏗᏱ.

source: Good-will. I am willing with all my heart, said he; and with that he opened the Gate.
chr: ᎣᏍᏛ ᏧᏰᎸᎯ ᏴᏫ. ᏗᏆᏓᏅᏛᏍᎩᏂ ᎢᏴᏛ ᎣᏏ ᏥᏰᎸᏍᎦ; ᎾᏍᎩᏃ ᏄᏪᏒ ᎤᏍᏚᎢᏒᎩ ᎦᎶᎯᏍᏗᏱ.

source: So when Christian was stepping in, the other gave him a pull. Then said Christian, What means that? The other told him, A little distance from this Gate, there is erected a strong Castle, of which Beelzebub is the Captain; from thence both he and they that are with him shoot arrows at those that come up to this Gate, if haply they may die before they can enter in. Then said Christian, I rejoice and tremble. So when he was got in, the man of the Gate asked him who directed him thither?
chr: ᎾᏉᏃ ᏧᏁᎶᏗ ᏛᏴᎵᏒ ᏐᎢ ᎤᎾᏌᏁᏒᎩ. ᎾᏉᏃ ᏧᏁᎶᏗ ᎯᎠ ᏄᏪᏒᎩ, ᎦᏙ ᎦᏛᎦ ᎯᎠ ᏥᏂᏍᏋᎦ? ᏐᎢᏃ ᎯᎠ ᏄᏪᏎᎸᎩ, ᎠᏂ ᎦᎶᎯᏍᏗᏱ ᏥᎪᏢᎭ ᎡᏍᎦᏂ ᎤᎵᏂᎩᏛ ᎠᏐᏯ, ᎤᎿᏃ ᏇᎵᏥᏆ ᏧᏓᏗᎾᎢ; ᎾᎿᏃ ᎤᏩᏒ, ᎠᎴ ᏚᏓᏘᎿᎥ ᎦᏂ ᏕᎬᏩᏂᏲᏍᏗᏍᎪ ᎠᏂ ᎦᎶᎯᏍᏗ ᎤᏂᎷᏥᎸᎯ, ᏯᏎᎦᎩ ᏱᏓᏂᏲᎱᎯ ᎠᏏᏉ ᏫᏄᏂᏴᎸᎾ ᎠᏁᎵᏍᎪᎢ. ᎾᏉᏃ ᏧᏁᎶᏗ ᎦᎵᎡᎵᎦ, ᎠᎴ ᎠᎩᎾᏫᎠ ᎤᏛᏅᎩ. ᎾᏉᏃ ᎤᏴᎸ ᎠᏍᎦᏯ ᎦᎶᎯᎠᏍᏗ ᎠᎦᏗᏯ, ᎤᏛᏛᏅᎩ ᎦᎪ ᏗᏣᏎᎮᎴ ᎠᏂ, ᎤᏬᏎᎸᎩ.

source: Chr. Evangelist bid me come hither and knock (as I did); and he said that you, Sir, would tell me what I must do.
chr: ᏧᏁᎶᏗ. ᎠᎵᏣᏙᏂᏙᎯᏍᎩᏂ ᎠᎩᏁᏤᎸ ᎠᏂ ᎠᎩᎷᎯᏍᏗᏱ, ᎠᎴ ᎠᏋᏂᏍᏗᏱ ᎾᏍᎩᏯ ᏥᏂᎦᏛᎦ, ᎠᎴ ᎠᎩᏃᏁᎸ ᏂᎯ ᎨᏍᎩᏃᏁᏗ ᎨᏒ ᎢᏯᏆᏛᏁᏗᏱ.

source: Good-will. An open door is set before thee, and no man can shut it.
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᎦᎶᎯᏍᏗᏱ ᎠᏍᏚᎢᏛ ᎢᎬᏱᏢ ᏁᏨᏂᏏ, Ꮭ ᎠᎴ ᎩᎶ ᎬᏩᏍᏚᏗ ᏱᎩ.

source: Chr. Now I begin to reap the benefits of my hazards.
chr: ᏄᏁᎶᏗ. ᎾᏉ ᎠᏆᎴᏅᎲ ᎣᏍᏛ ᎦᏓᏅᏓᏗᏍᎬ ᎤᏎᎦᏥᏙᎸᎯ ᎠᏆᏓᏗᏫᏎᎸᎯ ᎨᏒᎢ.

source: Good-will. But how is it that you came alone?
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᎦᏙᏕᏃ ᏧᎵᏍᏙᏓᏅ ᏨᏒ ᏥᎷᏥᎦ.

source: Chr. Because none of my Neighbors saw their danger, as I saw mine.
chr: ᏧᏁᎶᏗ. ᎾᎥᏍᎩᏂ ᎢᏲᎦᏓᎵ ᎥᏝ ᏱᏂᎪᏩᏗᏍᎨ ᏄᎾᏰᎯᏍᏛ ᏄᎾᏛᏅ ᏮᏍᎩᏯ ᎠᏴ ᏥᎪᏩᏗᏍᎬᎢ.

source: Good-will. Did any of them know of your coming?
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᎢᎦᏛᏍᎪᏃ ᎤᎾᏅᏖ ᏗᏤᏅ?

source: Chr. Yes, my Wife and Children saw me at the first, and called after me to turn again; also some of my Neighbors stood crying and calling after me to return; but I put my fingers in my ears, and so came on my way.
chr: ᏧᏁᎶᏗ. ᎥᎥ, ᎠᏆᏓᎵᎢ, ᎠᎴ ᏗᏇᏥ ᎢᎬᏱᏉ ᎬᎩᎪᎲᎩ, ᎠᎴ ᏓᎬᎩᏯᏅᎲᎩ ᎥᎠᏆᏨᏍᏗᏱᏉ: ᎠᎴ ᎾᏍᏉ ᎢᎦᏛ ᎾᎥ ᎢᏲᎦᏓᎵ ᎠᏂᏙᎾᎥ ᎠᏍᏓᏱᏳ ᎾᏂᏪᏍᎬ ᎬᎩᏯᏂᏍᎬᎩ ᎥᎠᏆᏨᏍᏗᏱ; ᎠᏎᏃ ᏕᏥᏰᏌᏛ ᏓᎩᏍᏚᏓᏅ ᏗᏥᎴᏂ, ᎠᎴ ᏓᎦᎦᎢᏒᏉ ᏗᏥᎦᏛᎢ.

source: Good-will. But did none of them follow you, to persuade you to go back?
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᏝᏍᎪᏃ ᎢᎦᏛ ᏴᏗᎨᏣᏍᏓ-ᏩᏛᏎ ᎨᏣᏍᏗᏰᏙᏗᏱ ᎥᏣᏨᏍᏗᏱ?

source: Chr. Yes, both Obstinate and Pliable; but when they saw that they could not prevail, Obstinate went railing back, but Pliable came with me a little way.
chr: ᏧᏁᎶᏗ. ᎥᎥ ᏄᏬᎯᏳᎯᏒᎾ, ᎠᎴ ᎤᏬᎯᏳᎯᏍᏛ ᎢᏧᎳ; ᎠᏎᏃ ᎤᎾᏕᎶᎰᏒ ᎦᎬᎩᏎᎪᎩᏍᏗ ᏂᎨᏒᎾ ᎨᏒ ᏄᏬᎯᏳᎯᏒᎾ ᎬᏆᏐᎮᎯ ᏮᎤᏨᏒᎩ, ᎤᏬᎯᏳᎯᏍᏛᏍᎩᏂ ᏞᎦ ᎢᏧᎳᎭ ᏓᏲᎩᏁᏅᏒᎩ.

source: Good-will. But why did he not come through?
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᎦᏙᏃ Ꮭ ᏴᏗᎦᏯᎢᏎᏉ?

source: Chr. We indeed came both together, until we came to the Slough of Dispond, into the which we also suddenly fell. And then was my Neighbor Pliable discouraged, and would not adventure further. Wherefore getting out again on that side next to his own house, he told me I should possess the brave country alone for him ; so he went his way, and I came mine: he after Obstinate, and I to this Gate.
chr: ᏧᏁᎶᏗ. ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᎠᎵᎲᏲᎵᎵᎯᏍᏗᏱ ᎥᏓᎸ ᎢᏧᎳᎭ ᏓᏲᎩᏂᎷᏥᎸᎩ ᎠᎴ ᎾᏍᏉ ᎾᎿᏂ ᎣᎩᏂᏰᎶᎢᏍᏓᏁᎸᎩ ᎢᏧᎳ ᏙᎩᏂᎬᏨᎩ. ᎾᏉᏃ ᎾᎥ ᎢᏦᎩᎾᏓᎳᏛᎯ ᎤᎵᎲᏲᎵᎸᎩ, Ꮭ ᎠᎴ ᎤᏟ ᎢᏴᏛ ᏅᏓᎬᏩᏁᎶᏙᏗ ᏱᎨᏎᎢ. ᎾᏉᏃ ᎤᏩᏒ ᎦᏁᎸ ᎢᏗᏢ ᏭᏚᎩᏍᏔᏅ, ᎯᎠ ᎾᎩᏪᏎᎸᎩ, ᏨᏒᏉ ᏣᏤᎵ ᏂᎦᎵᏍᏔᏅᎭ ᏅᏩᏙᎯᏯᏛ ᏗᏍᏆᏂᎪᏛᎢ: ᎾᏉᏃ ᏮᎤᏨᏒᎩ, ᎠᏴᏃ ᎡᏍᎦ ᏛᎩᎶᏒᎩ; ᏄᏬᎯᏳᎯᏒᎾ ᎤᏍᏓᏩᏛᏒᎩ, ᎠᏴᏃ ᎠᏂ ᎦᎶᎯᏍᏗ ᏙᏛᏊᎪᏔᏅᎩ.

source: Good-will. Then said Good-will, Alas, poor man, is the celestial glory of so small esteem with him, that he counteth it not worth running the hazards of a few difficulties to obtain it?
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. Ᏺ ᏄᏲᎢᏴ ᏄᏛᎾᏕᎦ, ᏥᎪ ᏂᎦᎥ ᎤᏍᏘᎩᏳ ᎤᏰᎸᎭ ᎦᎸᎶ ᎦᎸᏉᏗᏳ ᏗᎨᏒᎢ, ᏝᏍᎪ ᎤᏁᎳᎩ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᏧᏓᎴᏅᏛ ᏫᏓᏆᏠᏏᏓ ᎬᏪᎵᏍᏗ ᏱᎨᏎ ᎾᎿ ᏭᎾᏄᎪᏥᎯᏍᏗᏱ?

source: Chr. Truly, said Christian, I have said the truth of Pliable, and if I should also say all the truth of myself, it will appear there is no betterment before tot 'twixt him and myself. 'Tis true, he went back to his own house, but I also turned aside to go in the way of death, being persuaded thereto by the carnal arguments of one Mr Worldly Wiseman.
chr: ᏧᏁᎶᏗ. ᎤᏙᎯᏳ ᏚᏳᎪᏛ ᏂᏥᏪᏏ ᎤᏬᎯᏳᎯᏍᏛ; ᎠᎴ ᎾᏍᏉ ᎠᏋᏒ ᏚᏳᎪᏛ ᏯᏆᏓᏃᎮᎸ ᎬᏂᎨᏒ ᏱᏂᎦᎵᏍᏓ ᎢᏅᎯᏳ ᏂᏚᏓᎴᎿᎥᎾ ᎨᏒ ᏃᎩᎾᏛᏁᎸᎢ. ᎤᏙᎯᏳ ᎯᏍᎩᏂᏃᏅ ᎾᏍᎩ ᏭᏨᏒᎩ ᎤᏩᏒ ᏗᎦᏁᎸ ᏭᎷᏨᎩ, ᎠᏗᎾ ᎠᏴ ᎾᏍᏉ ᎠᏆᏞᏒᎩ ᎠᏲᎱᎯᏍᏗᏱ ᎢᏗᏢ ᏩᎩᎶᏒᎩ, ᎡᎶᎯ ᎡᎯ ᎠᎦᏓᎾᎢ ᎠᎩᏍᏗᏰᏓᏅᎩ ᎾᎿ ᏩᎩᎶᎯᏍᏗᏱ, ᎤᏇᏓᎵᏉ ᎤᏓᏅᏖᎵᏓᏍᏗ ᎨᏒ ᏛᏓᎴᎲᏍᎬᎩ ᎠᎩᏍᏗᏰᏗᏍᎬᎢ.

source: Good-will. O, did he light upon you? What! he would have had you a sought for ease at the hands of Mr. Legality. They are both of them a very cheat: But did you take his counsel?
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᏥᎪ ᎾᏍᎩ ᎢᏣᏩᏛᏔᏁᎢ, ᎾᏍᎩᏰᎨᎵ ᎤᏚᎵᏍᎨ ᏚᏳᎪᏛ ᏧᎸᏫᏍᏓᏁᎯ ᏧᏬᎸ ᏣᏲᎸᏍᏗᏱ ᏙᎯ ᏣᏓᏅᏔᏗᏍᏗ. ᎢᏧᎳᏍᎩᏂ ᎾᏍᎩ ᎤᏣᏘ ᎠᎾᏓᎶᏄᎮᏍᎩ. ᎢᏦᎯᏳᏁᏍᎪᏃᏅ ᎾᏍᎩ ᏂᏣᏪᏎᎲᎢ?

source: Chr. Yes, as far as I durst: I went to find out Mr Legality, until I thought that the Mountain that stands by his house would have fallen upon my head; wherefore there I was forced to stop.
chr: ᏧᏁᎶᏗ. ᎥᎥ ᎢᎬᏆᏛᏁᏗ ᎨᏒ ᎢᎦ ᎾᏆᏛᏁᎸᎩ. ᏚᏳᎪᏛ ᏧᎸᏫᏍᏓᏁᎯ ᏥᏩᏛᎲᏒᎩ; ᏁᎦᎸᏃ ᎾᎥ ᏦᏓᎸ ᏛᏆᏐᏂ ᎠᏇᎵᏒᎩ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎠᏎ ᎠᏆᎴᏫᏍᏙᏗ ᎾᏆᎵᏍᏓᏁᎸᎩ.

source: Good-will. That Mountain has been the death of many, and will be the death of many more; 'tis well you escaped being by it dashed in pieces.
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᎾᏍᎩ ᎣᏓᎸ ᎦᏳᎳ ᎤᏂᏣᏔ ᏚᏂᎸ, ᎠᎴ ᎠᏏ ᎤᏂᏣᏗ ᏙᏓᏳᏂᎵ; ᎣᏏᏳ ᏂᏣᎵᏍᏓᏏ ᎾᏍᎩ ᏂᏣᏓᏫᏔᏓᏅᎾ ᏥᎩ.

source: Chr. Why truly I do not know what had be come of me there, had not Evangelist happily met me again, as I was musing in the midst of my dumps: but 'twas God's mercy that he came to me again, for else I had never come hither. But now I am come, such a one as I am, more fit indeed for death by that Mountain than thus to stand talking with my Lord; but O, what a favour is this to me, that yet I am admitted entrance here.
chr: ᏧᏁᎶᏗ. ᎦᏙᏍᎩ ᏱᎬᏆᎵᏍᏓᏁᎴ ᎢᏳᏃ ᎠᎵᏣᏙᏂᏙᎯ ᏔᎵᏁ ᎾᎩᏩᏛᏓᏅᎯ ᏱᎨᏎᎢ; ᎠᏎᏃ ᎤᏁᎳᏅᎯᏉ ᎤᏓᏙᎵᏣᏛ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᏔᎵᏁ ᎠᎩᎷᏤᎸᎩ ᏱᏝᏰᏃ ᎠᎩᏩᏛᎲ ᎥᏝ ᎯᎸᎯᏳ ᎠᏂ ᏱᎬᎩᎾᏄᎪᏥᎴᎢ. ᎠᏎᏍᎩᏂᏃ ᎠᎩᎷᏥᎸ ᏅᏆᏍᏗᏉ, ᎤᏟᏍᎩᏂᏃᏅ ᏱᏂᏚᏳᎪᏕ ᎾᏍᎩ ᎣᏓᎸ ᎠᎩᎯᏍᏗᏱ, ᎡᏍᎦᏉ ᎠᏂ ᎬᏯᎵᏃᎮᏙᏗᏱ ᏣᎬᏫᏳᎯ. ᎠᏎᏃ ᏂᎦᎥ ᎣᏏᏳ ᏂᏍᏆᏛᏂᏏ ᏥᏍᎩᏍᎪᎸᏓᏏ ᎠᏂ ᎠᎩᏴᏍᏗᏱ.

source: Good-will. We make no objections against any, notwithstanding all that they have done before they come hither, they in no wise are cast out; [John 6:37]
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᎥᏝ ᎩᎶ ᎡᏍᎦ ᏲᏥᏰᎸᏍᎪ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎪᎱᏍᏗ ᎤᎾᏛᏁᎸ ᎠᏏ ᎠᏂ ᏄᏂᎷᏥᎸᎾ ᏥᎨᏐᎢ: ᎥᏝᏍᎩᏂ ᎪᎱᏍᏗ ᏴᏛᎦᎵᏍᏙᏓ ᏙᏱ ᏳᏮᎦᎨᎦᏓᎤᎦ, ᏣᏂ 6:37.

source: And therefore, good Christian, come a little way with me, and I will teach thee about the way thou must go. Look before thee; dost thou see this narrow way? That is the way thou must go; it was cast up by the Patriarchs, Prophets, Christ, and his Apostles; and it is as straight as a rule can make it: This is the way thou must go.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏣᏓᏅᏗ ᏗᏣᏁᎶᏗ, ᎢᏧᎳᎭ ᏞᎦ ᎢᏁᎾ, ᎠᎴ ᏓᎬᏰᏲᏂ ᏄᏍᏛ ᎾᎿ ᏫᏣᎶᎯᏍᏗᏱ ᎨᏒᎢ, ᏫᎦᏛ ᎢᏗᏢ ᏫᏓᎧᏅᎦ; ᎯᎪᏩᏗᎭᏍᎪ ᎯᎠ ᎠᏯᏙᎵ ᎦᏅᏅᎢ? ᎾᎿᏍᎩᏂ ᎠᏎ ᏣᎶᎯᏍᏗ. ᎾᎩᏰᏃ ᏧᎾᏛᏐᏅᎯ, ᎠᎴ ᎠᎾᏕᎶᎰᏍᎩ, ᎠᎴ ᎦᎶᏁᏛ, ᎠᎴ ᎦᎶᏁᏛ ᏧᏅᏏᏛ ᎤᏂᏅᎿᏅᎯ, ᎠᎴ ᎤᏣᏗ ᎦᏥᏃᏏᏳ; ᎾᎿᏍᎩᏂ ᎠᏎ ᏫᏣᎶᎯᏍᏗ.

source: Chr. But said Christian, Is there no turnings nor windings, by which a Stranger may lose the way?
chr: ᏧᏁᎶᏗ. ᏝᏍᎪᏃ ᎢᎸᎯᏢ ᏱᏓᎪᎸᏏᏙᎠ, ᎠᎴ ᏱᏓᎦᎴᏂᎭ, ᎾᎦᏓᎲᎾ ᎬᏩᎴᎾᏍᏗ ᎨᏒᎢ?

source: Good-will. Yes, there are many ways butt down upon this, and they are crooked and wide: But thus thou mayest distinguish the right from the wrong, the right only being straight and narrow. [Matthew 7:14]
chr: ᎣᏍᏛ-ᏧᏰᎸᎯ. ᎥᎥ, ᏚᏣᏓᏍᎩᏂ ᏓᎦᎴᏂᎭ, ᎠᎴ ᏓᏕᏙᏂᎯᎭ ᎯᎠ ᎦᏅᏅᎢ. ᏗᏯᏖᏅ, ᎠᎴ ᏂᏗᎦᏣᏃᏒᎾ: ᎠᏎᏃ ᎯᎠ ᏄᏍᏕᏍᏗ ᎰᎵᏍᏗᏍᎨᏍᏗ ᏚᏳᎪᏛ ᎦᎶᎯᏍᏗᏱ, ᎾᏍᎩᏰᏃ ᎤᏩᏒ ᎦᏥᏃᏍᏛ ᎠᎴ ᎠᏯᏙᎵ ᎦᏅᏅ, ᎹᏚ 7:14.

source: Then I saw in my Dream, that Christian asked him further If he could not help him off with his Burden that was upon his back; for as yet he had not got rid thereof, nor could he by any means get it off without help.
chr: ᎾᏉ ᎠᎴ ᎠᏆᏛᎦᏅᎩ ᎦᏍᎩᏓᏍᎬᎢ ᏧᏁᎶᏗ ᎤᏓᏛᏛᏅᎩ ᎯᎠ ᏄᏪᏒᎩ, ᏝᏍᎪ ᎨᏍᎩᏰᏅᏕᏍᏗ ᏱᎩ ᎯᎠ ᎦᎨᏛ ᏥᎦᎵᏎᎭ ᎤᏛᏅᎩ. ᏝᏰᏃ ᎠᏏ ᏳᏪᏰᏅᏙᎠᏍᎨᎢ ᎠᎵᏎᎲᎢ, Ꮭ ᎠᎴ ᎤᏩᏒ ᎬᏬᎲᏙᏗ ᏱᎨᏎᎢ.

source: He told him, As to thy Burden, be content to bear it, until thou comest to the place of Deliverance; for there it will fall from thy back itself.
chr: ᎯᎠᏃ ᏫᏥᏪᏎᎸᎩ, ᎤᏁᎳᎩᏉ ᎮᎳ ᎭᎵᏎᎲᎢ, ᎬᏂ ᎠᏚᏓᎴᏏᎯᏍᏗᏱ ᏫᎷᏥᎸᎭ, ᎾᎿᏃ ᎤᏁᎳᎩ ᏮᏓᏣᏰᏅᏙᎠᏏᎵ.

source: Then Christian began to gird up his loins, and to address himself to his Journey. So the other told him, That by that he was gone some distance from the Gate, he would come at the house of the Interpreter, at whose door he should knock, and he would shew him excellent things. Then Christian took his leave of his Friend, and he again bid him God speed.
chr: ᎾᏉᏃ ᏧᏁᎶᏗ ᎤᏓᏠᎸᎩ, ᎠᎴ ᎤᏛᏅᎢᏍᏓᏅᎩ ᏩᎦᏛ ᎢᏗᏢ ᏭᎶᎯᏍᏗᏱ. ᏐᎢᏃ ᎯᎠ ᏄᏪᏎᎸᎩ ᎠᏂ ᎦᎶᎯᏍᏗᏱ ᏣᏂᎩᏛ ᎢᏴᏛᏉ ᏤᏅᏎᏍᏗ ᎠᏁᏢᏗᏍᎩ ᎦᏁᎸ ᏮᏘᎷᏥᎵ, ᎾᎿᏃ ᎦᎶᎯᏍᏗᏱ ᏮᏂᎵᎸᎭ, ᎾᏍᎩᏃ ᎣᏍᏛ ᎪᎱᏍᏗ ᏙᏓᏣᎾᏄᎪᏫᏎᎵ. ᎾᏉᏃ ᏧᏁᎶᏗ ᎤᎾᎵᎢᏃ ᏚᎾᏓᏲ. ᎵᎸᎩ, ᎠᎴ ᏓᎵᏁ ᎤᏂᎬᏍᏙᏗᏱ ᎠᏥᏁᏤᎸᎩ.

source: Then he went on till he came at the house of the Interpreter, where he knocked over and over; at last one came to the door, and asked Who was there?
chr: ᎾᏉᏃ ᎤᏪᏅᏒᎩ ᎬᏂ ᏭᎷᏥᎸ ᎠᏁᏢᏗᏍᎩ ᎦᏁᎸᎢ, (ᎾᏍᎩ ᎯᎠ ᎠᏁᏢᏗᏍᎩ ᏣᏗᎭ ᎦᎸᏉᏗᏳ ᎠᏖᏅᏙ ᎦᏛᎦ.) ᎾᎿᏃ ᎤᏩᎫᏗᎶᏛ ᎤᏩᏂᎸᎩ. ᎪᎯᏃ ᎢᏴᏛ ᎩᎶ ᎢᏳᏍᏗ ᎦᎶᎯᏍᏗᏱ ᏓᏳᎷᏥᎸᎩ, ᎦᎪ ᎢᏳᏍᏗ ᎡᏙᎠ ᏓᏳᏛᏂᎸᎩ.

source: Chr. Sir, here is a Traveller, who was bid by an acquaintance of the good man of this house to call here for my profit; I would therefore speak with the Master of the house.
chr: ᏧᏁᎶᏗ. ᎠᏂᏍᎩᏂ ᎦᏙᎦ ᎡᏙᎯ, ᎠᏂᏃ ᎦᏁᎳ ᏗᎾᏓᎦᏔᎯ ᎠᎩᏁᏤᎸᎩ ᎠᏂ ᎠᎩᎶᎯᏍᏙᏗᏱ, ᎠᏋᏒ ᎣᏍᏛ ᎢᏯᏆᎵᏍᏓᏁᏗᏱ; ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎠᏆᏚᎵᎭ ᎦᏁᎳ ᏥᏯᎵᏃᎮᏙᏗᏱ.

source: So he called for the Master of the house, who after a little time came to Christian, and asked him what he would have?
chr: ᎾᏉᏃ ᎦᎶᎯᏍᏗᏱ ᏓᏳᎷᏨᎯ ᎦᏁᎳ ᏭᏯᏅᎲᎩ, ᎾᏍᎩᏃ ᎪᎯ ᎢᏴᏛ ᎤᎷᏤᎸᎩ ᏧᏁᎶᏗ, ᎠᎴ ᎢᏳᏍᏗ ᎤᎸᏏᎸ ᎤᏛᏛᏅᎩ.

source: Chr. Sir, said Christian, I am a man that am come from the City of Destruction, and am going to the Mount Zion; and I was told by the Man that stands at the Gate at the head of this way, that if I called here, you would shew me excellent things, such as would be a help to me in my Journey.
chr: ᏧᏁᎶᏗ. ᎠᏴᏍᎩᏂ ᎠᏲᎱᎯᏍᏗᏱ ᏗᎦᏚᎲ ᏅᏛᎩᎶᏒᎯ, ᎠᎴ ᏌᏯᏂ ᏦᏓᎸ ᏫᏥᎦᏗ; ᎯᎠᏃ ᎦᏅᏅ ᎠᏓᎴᏂᏍᎬ ᎦᎶᎯᏍᏗᏱ ᏥᎪᏢᎭ, ᎠᏍᎦᏯ ᎾᎿᏂ ᎠᎦᏘᏯ ᎠᎩᏁᏤᎸᎩ, ᎠᏂ ᎠᎩᎶᎯᏍᏙᏗᏱ ᎠᎴ ᏂᎯ ᎪᎱᏍᏗ ᎣᏍᏛ ᏗᎨᏍᎩᎾᏄᎪᏫᏎᏗ ᎨᏒᎢ ᎠᎩᏃᏁᎸᎩ, ᎾᏍᎩ ᎤᏣᏘ ᎠᏆᎵᏍᏕᎸᏙᏗ ᎦᎢᏒᎢ.

source: Inter. Then said the Interpreter, Come in, I will shew thee that which will be profitable to thee. So he commanded his man to light the Candle, and bid Christian follow him, so he had him into a private room, and bid his man open a door; the which when he had done, Christian saw the Picture of a very grave Person hang up against the wall; and this was the fashion of it. It had eyes lifted up to Heaven, the best of Books in his hand, the Law of Truth was written upon his lips, the The World was behind his back. It stood as if it pleaded with men, and a Crown of Gold did hang over his head.
chr: ᎠᏁᏢᏗᏍᎩ. ᎡᎯᏴᎭ ᎪᎱᏍᏗ ᎤᏣᏘ ᏣᎵᏍᏕᎸᏙᏗ ᏙᏓᎬᎾᏄᎪᏫᏎᎵ. ᎾᏍᎩᏃ ᎤᏅᏏᏓᏍᏗ ᎤᏁᏤᎸᎩ ᎤᏨᏍᏙᏗᏱ, ᏧᏁᎶᏗᏃ ᏍᎩᏍᏓᏩᏚᎦ ᎤᏬᏎᎸᎩ; ᎾᏍᎩᏃ ᎤᏕᎵᏛ ᎧᏅᏑᎸ ᏭᏘᏅᏍᏔᏅᎩ, ᎤᏅᏏᏓᏍᏗᏃ ᎦᎶᎯᏍᏗ ᎤᏍᏚᎢᏍᏗᏱ ᎤᏁᏤᎸᎩ; ᎤᏍᏚᎢᏒᏃ ᏧᏁᎶᏗ ᏭᎪᎲᎩ ᏴᏫ ᎤᏙᎵᏍᏙᏍᏛ ᏗᏟᎶᏍᏔᏅᎯ, ᎾᎿ ᎧᏅᏑᎸ ᎦᏛᎩ; ᎯᎠᏃ ᏄᏍᏛᎩ; ᏘᎦᏙᎵ ᎦᎸᎳᏗ ᏧᏫᏓᎧᏃ ᎾᏍᎩᏯ ᏂᏚᏩᏅᎩ, ᏫᎬᏩᏓᎪᎾᏛᏛᏃ ᎣᏍᏛ ᎪᏪᎵ ᎤᏒᎦᎸᎩ, ᏚᏳᎪᏛᏃ ᏗᎦᎿᏩᏛᏍᏗ ᏚᎭᏁᎦᎸ ᎪᏪᎸᎩ, ᎡᎶᎯᏃ ᎤᏐᎭᏛ ᎢᏗᏢ ᏄᏩᏁᏛᎩ; ᎦᏙᎬᏃ ᏴᏫ ᏥᏓᏍᏗᏰᏗᏍᎪ ᎾᏍᎩᏯ ᏄᏛᏅᎩ, ᎠᏍᎪᎵᏃ ᎦᎸᎳᏗᏢ ᎠᎵᏍᏚᎶ ᎠᏕᎸ ᏓᎶᏂᎨ ᎪᏢᏔᏅᎯ ᎦᏛᎩ.

source: Chr. Then said Christian, What means this?
chr: ᏧᏁᎶᏗᏃ ᎦᏙ ᎦᏛᎦ ᎯᎠ ᎤᏛᏅᎩ?

source: Inter. The Man whose Picture this is, is one of a thousand; he can beget children, travel in birth with children, and nurse them himself when they are born. And whereas thou seest him with his eyes lift up to Heaven, the best of Books in his hand, and the Law of Truth writ on his lips, it is to shew thee that his work is to know and unfold dark things to sinners; even as also thou seest him stand as if he pleaded with men; and whereas thou picture seest the World as cast behind him, and that a Crown hangs over his head, that is to shew thee that slighting and despising the things that are present, for the love that he hath to his Master's service, he is sure in the world that comes next to have Glory for his reward. Now, said the Interpreter, I have shewed thee this Picture first, because the Man whose Picture this is, is the only man whom the Lord of the place whither thou art picture going, hath authorized to be thy guide in all difficult places thou mayest meet with in the way; wherefore take good heed to what I have shewed thee, and bear well in thy mind what thou hast seen, lest in thy Journey thou meet with some that pretend to lead thee right, but their way goes down to death.
chr: ᎠᏁᏢᏗᏍᎩ. ᎾᏍᎩ ᎠᏍᎦᏯ ᎯᎠ ᏣᎦᏟᎶᏍᏔᏅᎯ ᏥᎩ, ᎤᏎᎦᏨᎯ ᎨᎶ ᏴᏫ ᎠᏁᎲᎢ. ᎾᏍᎩ ᏥᎪᏩᏘᎭ ᎦᎸᎳᏗ ᏧᏫᏓᎧᏅ, ᎠᎴ ᏭᏓᎪᎾᏛᏛ ᎣᏍᏛ ᎪᏪᎵ ᏧᏒᎦᎸ, ᎠᎴ ᏚᏳᎪᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏚᎭᏁᎦᎸ ᏥᎪᏪᎳ, ᎾᏍᎩ ᏣᏃᏁᎭ ᏄᏍᏛ ᏧᎸᏫᏍᏓᏁᏗ ᎤᎲᎢ, ᎾᏍᎩ ᎤᏕᎵᏛ ᎤᏕᎶᎰᎯᏍᏗ ᎠᎴ ᎠᏍᎦᎾ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏧᎾᏄᎪᏫᏎᏗᏱ; ᎠᎴ ᎾᏍᏉ ᏥᎪᏩᏘᎭ ᏴᏫ ᏥᏓᏍᏘᏰᏗᏍᎪ ᎾᏍᎩᏯ ᏄᏛᏅ ᎦᏙᎬᎢ. ᎾᏍᎩᏃ ᏥᎪᏩᏗ ᎡᎶᎯ ᎤᏐᎭᏛ ᎢᏗᏢ ᏥᏄᏩᏁᏗ, ᎠᎴ ᎠᎵᏍᏚᎶ ᎠᏕᎸ ᏓᎶᏂᎨᏍᏛᎭ ᎠᏍᎪᎵ ᎦᎸᎳᏗᏢ ᏥᎦᏔ; ᎾᏍᎩ ᏣᏃᏁᎯ ᏂᎦᎥ ᎠᏂ ᎡᎶᎯ ᎡᎯ ᎡᏍᎦ ᎤᏰᎸᏅᎯ, ᎠᎴ ᎤᏂᏆᏗᎸᎯ ᏥᎩ, ᏥᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏅᏏᏓᏍᏗ ᎪᎱᏍᏗ ᎤᏛᏁᏗᏱ ᎤᏚᎵᏍᎬᎢ, ᎤᏓᎷᎶᏗ ᏂᎨᏒᎾ ᎨᏒ ᎦᎸᏉᏗᏳ ᎠᎦᎫᏴᏓᏁᏗᏱ ᎤᏓᏁᏟᏴᏍᏗ ᏂᎦᎵᏍᏓᏂᎸᎭ. ᎾᏉᏃ ᎠᏁᏢᏗᏍᎩ ᎯᎠ ᏄᏪᏒᎩ, ᎯᎠᏍᎩᏂ ᏂᎦᎵᏍᏙᏓ ᏥᎬᎾᏄᎪᏫᏏ ᎯᎠ ᏴᏫ ᏗᏟᎶᏍᏓᏅᎯ, ᎾᏍᎩᏍᎩᏂ ᎠᏍᎦᏯ ᎠᏂ ᏥᏓᎦᏟᎶᏍᏗ ᎤᏩᏒᎯᏳ ᎤᎬᏫᏳᎯ ᎾᎿ ᏫᎦᏛ ᎡᎯ ᎤᏁᏤᎸ ᏣᏎᎮᏗᏱ ᏂᎦᎥ ᎤᏦᏍᏗ ᏕᏣᏠᏏᏙᎲ ᏎᎢᏒᎢ: ᎾᏍᎩ ᎢᏳᏍᏗ ᎣᏍᏛ ᎭᎦᏌᏯᏍᏓ ᎬᏯᏎᎮᎸᎢ, ᎠᎴ ᏣᏅᏘᏳ ᎨᏎᏍᏗ ᏄᏍᏛ ᏣᎪᎲᎢ, ᎢᎸᎯᏢᏰᏃ ᎭᎢᏒ ᏱᏂᎦᎨᎯᏩᏛᏓ ᎤᎾᏠᎾᏍᏗ ᎠᎾᏓᏎᎮᎯ, ᎾᏍᎩ ᎠᏲᎱᎯᏍᏗᏉ ᏫᎦᏄᎪᎬ ᎬᏩᎾᏓᏎᎮᏗ ᏥᎩ.

source: Then he took him by the hand, and led him into a very large Parlour that was full of dust, because never swept; the which after he had reviewed a little while, the Interpreter called for a man to sweep. Now when he began to sweep, the dust began so abundantly to fly about, that Christian had almost therewith been choaked. Then said the Interpreter to a Damsel that stood by, Bring hither the Water, and sprinkle the Room; the which when she had done, it was swept and cleansed with pleasure.
chr: ᎾᏆᎴ ᎠᎪᏯᏁᏒᎩ, ᎠᎴ ᎤᏔᏅ ᎧᏅᏑᎸ ᏩᎪᏱᏅᏍᏔᏅᎩ, ᎾᎿ ᎤᏣᏘ ᎪᏍᏚ, ᎠᎴ ᎦᏓ ᎦᎳᎨᏴᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎯᎸᎯᏳ ᎬᏃᏌᎲᎯ ᏂᎨᏒᎾ ᎨᏒᎢ; ᎾᎿᏃ ᏞᎦ ᎤᏂᎪᎵᏰᎥ ᎠᏁᏢᏗᏍᎩ ᏭᏯᏅᎲᎩ ᎠᏍᎦᏯ ᎬᏃᏌᏍᎩ. ᎤᎴᏅᎲᏃ ᎬᏃᏌᏍᎬ ᎤᏣᏛᎩ ᎪᏍᏚ ᎤᎵᎪᏛᏅᎩ, ᏧᏁᎶᏘᏃ ᎠᎴᏉ ᏄᏩᏬᏍᏔᏅᎩ ᎠᎵᎪᏛᏍᎬᎢ. ᎠᏛᏃ ᎾᎥ ᎥᎦᏙᎬᎩ, ᎠᏁᏢᏗᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎸᎩ ᎠᎹ ᏫᏁᎩ, ᎠᎴ ᎯᏍᏚᏟᎦ ᎠᏂ ᎦᏅᏑᎸᎢ; ᎾᏍᎩᏃ ᏄᏛᏁᎸ ᏄᎵᎪᏛᏅᎾ ᎤᏅᏃᏌᎰᏅᎩ.

source: Inter. The Interpreter answered, This parlour is the heart of a man that was never sanctified by the sweet Grace of the Gospel: the dust is his Original Sin and inward Corruptions, that have defiled the whole man. He that began to sweep at first, is the Law; but she that brought water, and did sprinkle it, is the Gospel. Now, whereas thou sawest that so soon as the first began to sweep, the dust did so fly about that the Room by him could not be cleansed, but that thou wast almost choaked there with; this is to shew thee, that the Law, instead of cleansing the heart (by its working) from sin, doth revive, put strength into, and increase it in the soul, even as it doth discover and forbid it, for it doth not give power to subdue.
chr: ᎠᏁᏢᏗᏍᎩ. ᎯᎠᏍᎩᏂ ᎧᏅᏑᎸ ᏴᏫ ᎤᏓᏅᏙ ᎦᏃᎮᏛ ᎣᏍᏛ ᎤᏬᏢᎯᏌᏁᎸᎯ ᏂᎨᏒᎾ. ᎯᎠᏃ ᎪᏍᏚ ᎠᏍᎦᎾ ᎤᏪᎲᎢ, ᎠᎴ ᎭᏫᏂ ᎤᏲᎢᏳ ᎨᏒᎢ, ᎾᏍᎩ ᏂᎬ ᏴᏫᎯ ᎦᏓᎭ ᎢᎬᏩᏁᏘ ᏥᎩ. ᎢᎬᏱᏃ ᏧᏩᏃᏌᎲᎩ ᏗᎧᎿᏩᏛᏍᏗ; ᎠᎹᏍᎩᏂ ᏧᏅᏦᎸᎩ, ᎠᎴ ᏧᏍᏚᎵᏙᎸᎩ, ᎾᏍᎩ ᎣᏍᏛ ᎦᏃᎮᏛ. ᎾᏍᎩᏃ ᏥᏣᎪᎲᎩ, ᎢᎬᏱ ᎤᎴᏅᎲ ᎬᏃᏌᏍᎬᎢ, ᎪᏍᏚ ᎤᏣᏘ ᏧᎵᎪᏛᏅᎩ, ᎠᎴ ᎾᏍᎩ ᏰᎵ ᎬᏩᏃᏌᎰᎲᏍᏗ ᏂᎨᏒᎾ ᏥᏄᎵᏍᏔᏅᎩ, ᎠᎴ ᎠᎴᏉ ᏥᏂᏣᏬᏍᏔᏅᎩ ᎠᎵᎪᏛᏍᎬᎢ; ᎾᏍᎩ ᏣᏃᏁᎯ, ᏗᎧᎿᏩᏛᏍᏗ ᏚᎸᏫᏍᏓᏁᎲ ᏂᎦᏅᎦᎵᏍᎬᎾ ᎨᏒ ᎠᏓᏅᏙ ᎠᏍᎦᎾ ᏚᎸᏫᏍᏓᏁᎸᎢ, ᎬᏃᎯᏍᏗᎭᏉᏍᎩᏂ, ᎠᎴ ᎠᎵᏂᎪᎯᏍᏗᎭ, ᎠᎴ ᎠᏍᎦᎾ ᎧᏁᏉᎠ, ᎾᏍᎩ ᎤᏓᏅᏙᎩᎯ ᎤᏓᏅᏍᏙᏒᎯ ᎨᏒ ᎦᎾᏄᎪᏫᏍᎬᎢ, ᏝᏰᏃ ᏰᎵ ᏱᏄᎵᏂᎬᎦ ᎤᏎᎪᎩᏍᏗᏱ.

source: Again, as thou sawest the Damsel sprinkle the room with Water, upon which it was cleansed with pleasure; this is to shew thee, that when the Gospel comes in the sweet and precious influences thereof to the heart, then I say, even as thou sawest the Damsel lay the dust by sprinkling the floor with Water, so is sin vanquished and subdued, and the soul made clean, through the faith of it, and consequently fit for the King of Glory to inhabit. [John 15:3, Acts 15:9, John 15:13]
chr: ᏔᎵᏁᏃ ᏨᎯᎪᎥᎩ ᎠᏛ ᎠᎹ ᏧᏍᏚᏢᎩ, ᎠᎴ ᎾᏉ ᏄᏦᎢᏎᏛᎾ ᏥᏄᎵᏍᏓᏅᎩ ᎬᏃᏌᏍᏗᏱ, ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᏣᏃᏁᎯ, ᎣᏍᏛ ᎦᏃᎮᏛ ᎠᏓᏅᏙᎩᎯ ᏫᎦᎷᏥᎦ ᎠᏍᎦᎾ ᎠᎦᏓᎵᏁᎯᏕᎰᎢ, ᎠᎴ ᎠᏥᏎᎪᎩᏍᎪᎢ, ᎾᏍᎩᏃ ᎠᎪᎯᏳᎲᏍᎬ ᎠᏓᏅᏙ ᎠᏓᏅᎦᎵᏍᎪᎢ; ᎠᎴ ᎣᏏᏳ ᏂᎦᎵᏍᏗᏍᎪ ᎦᎸᏉᏗ ᎤᎬᏫᏳᎯ ᎤᏕᏘᏱ. ᏣᏂ 15:3. ᎨᏥᏅᏏᏛ 15:9. ᏣᏂ 15:13.

source: I saw moreover in my Dream, that the Interpreter took him by the hand, and had him into a little room, where sat two little Children, each one in his chair. The name of the eldest was Passion, and the name of the other Patience. Passion seemed to be much discontent; but Patience was very quiet.
chr: ᎠᎴ ᎠᏏ ᎠᎩᎪᎲᎩ ᎦᏍᎩᏓᏍᎬ ᎠᏁᏢᏗᏍᎩᏃ ᎤᏬᏯᏁᏒᎩ ᏧᏁᎶᏗ, ᎠᎴ ᎤᏍᏗ ᎦᏅᏑᎸ ᏭᏴᏔᏅᎩ, ᎾᎿᏃ ᏚᏃᎸ ᎠᏂᏔᎵ ᏗᏂᏲᎵ, ᏧᎾᏁᎳᎩᎭ ᏚᎾᏍᎩᎸᎩ. ᎤᏓᏂᎵᎨᏃ ᎤᎿᎸᏣᏘ ᏚᏙᎥᎩ, ᏐᎢᏃ ᎬᏂᏗᏳ ᏚᏙᎥᎩ. ᎤᎿᎸᏣᏘᏃ ᎤᏣᏘ ᎠᎵᏑᎵᎪᎨᏍᎩ ᏅᏩᏍᏛᎩ, ᎬᏂᏗᏳᏍᎩᏂ ᎡᎳᏪᏉ ᎨᏒᎩ.

source: Then Christian asked, What is the reason of the discontent of Passion?
chr: ᎾᏉᏃ ᏧᏁᎶᏗ ᎤᏛᏛᏅᎩ ᏗᎵᏰᎢᎸᏍᏗᏍᎬ ᎤᎿᎸᏣᏘ ᏂᎦᎥ ᎠᎵᏑᎵᎪᎨᏍᎬᎢ.

source: The Interpreter answered, The Governor of them would have him stay for his best things till the beginning of the next year; but he will have all now; but Patience is willing to wait.
chr: ᎠᏁᏢᏗᏍᎩᏃ ᏧᏁᏨ ᎯᎠ ᏄᏪᏒᎩ, ᎤᎾᏓᏅᏖᎮᎵᏕᎯᏍᎩᏂ ᎤᏚᎵᎭ ᎤᎧᏘᏗᏍᏗᏱ ᎤᏤᎵᎦ ᎣᏌᏂ ᎠᏥᏁᏗᏱ ᎬᏂ ᏔᎵᏁ ᏩᏓᎴᏂᏍᎬ ᎤᏕᏘᏴᏌᏗᏒᎢ; ᎠᏎᏃ ᎪᎯᏉ ᎨᏒ ᏂᎦᏛ ᎤᏚᎵᎭ; ᎬᏂᏗᏳᏍᎩᏂ ᎣᏏᏉ ᎤᏰᎸᎭ ᎤᎧᏘᏗᏍᏗᏱ.

source: Then I saw that one came to Passion, and brought him a bag of treasure, and poured it down at his feet, the which he took up and rejoiced therein; and withal, laughed Patience to scorn. But I beheld but a while, and he had lavished all away, and had nothing left him but Rags.
chr: ᎾᏉᏃ ᎥᏥᎪᎥᎩ ᎠᏏᏴᏱ ᎤᎷᏤᎸᎩ ᎤᎿᎸᏣᏘ ᎠᎴ ᎤᏲᎮᎸᎩ ᏕᎦᎶᏗ ᎠᎧᎵ ᏧᎬᏩᎶᏗ, ᎠᎴ ᏚᎳᏍᎬ ᎤᏪᏐᏅᏴᎩ: ᎾᏍᎩᏃ ᎤᏭᏖᏒᎩ ᎠᎴ ᎤᎵᎮᎵᏨᎩ, ᎠᎴ ᎤᏰᏣᏍᏔᏅᎩ ᎠᏙᏢᏗᏍᎬ ᎬᏂᎯᏳ. ᎠᏎᏃ ᏄᏬᎯᏨᎾᏉ ᏫᏓᏆᎧᎿᏅ ᏂᎦᏛ ᎤᏤᏬᏅᎯ ᎨᏒᎩ, Ꮭ ᎠᎴ ᎪᎱᏍᏗ ᏳᏘᏰᎴ ᏧᏓᏓᎦᎸᎢᏛ ᏗᏄᏬ ᎤᏩᏒ.

source: Chr. Then said Christian to the Interpreter, Expound this matter more fully to me.
chr: ᎾᏉᏃ ᏧᏁᎶᏗ ᎯᎠ ᏄᏪᏎᎸᎩ ᎠᏁᏢᏗᏍᎩ, ᎤᏟ ᎢᎦ ᏗᏍᏉᏏᏌᏏ ᎯᎠ ᏥᏄᏍᏗ.

source: Inter. So he said, These two Lads are figures: Passion, of the men of this world; and Patience, of the men of that which is to come; for as here thou seest, Passion will have all now this year, that is to say, in this world; so are the men of this world: they must have all their good things now, they cannot stay till next year, that is, until the next world, for their portion of good.
chr: ᎠᏁᏢᏗᏍᎩᏃ ᎯᎠ ᏄᏪᏒᎩ, ᎯᎠ ᎠᏂᏔᎵ ᎠᏂᏧᏣ ᏓᏟᎶᏍᏗᏉ; ᎤᎿᎸᏣᏗ ᎡᎶᎯᏉ ᎤᏩᏒ ᎠᎾᏓᏅᏖᏍᎩ ᏥᎩ ᏕᎨᎦᏟᎶᏍᏗ, ᎬᏂᏗᏳᏃ, ᎤᏓᏁᏟᏴᏍᏗ ᏥᎩ ᎠᎾᏓᏅᏖᏍᎩ ᏕᎨᎦᏟᎶᏍᏗ: ᎯᎪᏩᏘᎭᏰᏃ ᎤᎿᎸᏣᏘ ᏂᎦᏛ ᎤᏚᎵᎭ ᎪᎯᏉ ᎤᏕᏗᏚᏌᏗᏒᎢ, ᎾᏍᎩ ᎯᎠ ᎦᏛᎦ ᎠᏂᏉ ᎡᎶᎯ ᎨᏒᎢ; ᎾᏍᎩᏰᏃ ᏄᎾᏍᏗ ᎠᏂᏉ ᎡᎶᎯ ᎤᏩᏒ ᎠᎾᏓᏅᏖᏍᎩ, ᎪᎯᏉ ᎨᏒ ᎤᎾᏚᎵᏍᎪ ᏂᎦᏛ ᎤᎾᏤᎵᎦ ᎣᏍᏛ, ᎥᏝᏰᏃ ᎬᏩᏂᎦᏘᏗᏍᏗ ᏱᎨᏐ ᏔᎵᏁ ᎤᏕᏘᏴᏗᏱ, ᎤᎾᏤᎵᎦ ᎨᏒ ᎣᏍᏛ ᎤᏂᏩᏛᏗᏱ, ᎾᏍᎩ ᎦᏛᎦ ᎤᏓᏁᏟᏴᏍᏗ ᎨᏒᎢ.

source: That proverb, A Bird in the Hand is worth two in the Bush, is of more authority with them than are all the Divine testimonies of the good of the world hand to come. But as thou sawest that he had quickly lavished all away, and had presently left him nothing but Rags; so will it be with all such men at the end of this world.
chr: ᎡᏘ ᎢᏳᏂᏪᏍᏗ ᏥᎨᏎ ᏌᏉ ᏥᏍᏆ ᏲᏒᎦᎸ ᎤᏟ ᎢᎦ ᏧᎬᏩᎶᏗ, ᎡᏍᎦᏉ ᎠᏂᏓᎵ ᎤᏪᏲᏔᏛᏉ ᎠᏏ ᏳᎾᎩᎳ, ᎤᏟ ᎦᎸᏉᏗᏳ ᎤᏂᏰᎸᎭ ᎡᏍᎦᏉ ᏂᎦᏛ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎯ ᎦᏃᎮᏍᎬ ᎣᏍᏛ ᏗᏍᏆᏂᎪᏛ ᎤᏓᏁᏟᏴᏍᏗ ᏂᎦᎵᏍᏔᏂᎸᎭ. ᎠᏎᏃ ᏨᏣᎪᎲᎩ ᎾᏞᎬᏉ ᏧᏤᏬᏅᎩ, ᎠᎴ ᎪᎱᏍᏗ ᏄᏘᏰᎸᎾ ᏥᎨᏒᎩ ᏧᏓᏓᎦᎸᎢᏛ ᏗᏄᏬ ᎤᏩᏒ, ᎾᏍᎩᏯᏍᎩᏂ ᏅᏓᏳᎾᎵᏍᏓᏁᎵ ᏂᎦᏛ ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᏴᏫ ᎯᎠ ᎡᎶᎯ ᎠᎵᏍᏆᏛᎭ.

source: Chr. Then said Christian, Now I see that Patience has the best wisdom, and that upon many accounts. 1. Because he stays for the best things, 2. And also because he will have the Glory of his, when the other has nothing but Rags.
chr: ᏧᏁᎶᏗ. ᎾᏉ ᏥᎪᏩᏗᎭ ᎬᏂᏗᏳ ᎤᏟ ᎠᎦᏔᎾᎢᏳ ᎨᏒᎢ, ᎠᎴ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ. ᎢᎬᏱ, ᏂᎦᎵᏍᏙᏗᎭ ᎠᎦᏘᏗᏍᎬᏉ ᎤᏤᎵᎦ ᎣᏌᏂ ᎠᏥᏁᏗᏱ. ᏔᎵᏁ ᎠᎴ ᎾᏍᏉ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏤᎵᎦ ᎨᏒ ᎠᎵᎮᎵᎨᏍᏗ ᎾᏗᏳ ᏐᎢ ᎪᎱᏍᏗ ᏄᎲᎾ ᏥᎨᏎᏍᏗ ᏧᏓᏓᎦᎸᎢᏛ ᎤᏩᏒ.

source: Inter. Nay, you may add another, to wit, the first must glory of the next world will never wear out; but these are suddenly gone, Therefore Passion had not but things so much reason to laugh at Patience, because he had his good things first, as Patience will have to laugh at Passion, because he had his best things last; for first must give place to last, because last must have his time to come: but last gives place to nothing; for there is not another to succeed. He therefore that hath his portion first, must needs have a time to spend it; but he that hath his portion last, must have it lastingly; therefore it is said of Dives, In thy lifetime thou receivedst thy good things, and likewise Lazarus evil things; but now he is comforted, and thou art tormented. [Luke 16:25]
chr: ᎠᏁᏢᏗᏍᎩ. ᎥᏝ ᎠᎴ ᎾᏍᎩᏉ ᏱᏂᎦᎥ ᎠᏏᏰᏃ ᏴᎯᏁᏉᏣ ᎯᎠ ᏱᏅᎯᏫ, ᎦᎸᏉᏗᏳ ᏔᎵᏁ ᏩᏕᏂᎯᏍᏗ ᏗᎨᏒ ᎥᏝ ᎯᎸᎯᏳ ᏴᎬᏲᎩ, ᎯᎠᏍᎩᏂ ᎾᏞᎬᏉ ᏛᎦᎶᏐᏂ. ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎤᎿᎸᏣᏗ ᎥᏝ ᎬᏩᏰᏣᏍᏙᏗ ᏱᏂᎦᎵᏍᏗᎭ ᎬᏂᏗᏳ, ᏂᎦᎵᏍᏙᏗᏍᎬ ᎤᎿᎸᏣᏗ ᎢᎬᏱ ᎤᏩᏛᎲ ᎤᏤᎵᎦ ᎣᏍᏛ, ᎬᏂᏗᏳᏍᎩᏂ ᎤᏟ ᏅᏛᏰᏣᏍᏓᏂ ᎤᎿᎸᏣᏗ ᏂᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎣᏂᏱ ᎠᏥᏁᎸ ᎤᏤᎵᎦ ᎣᏍᏛ; ᎢᎬᏱᏰᏃ ᎤᏜᏅᏓᏕᏗ ᏣᎢᏒ ᎣᏂᏱ, ᏂᎦᎵᏍᏙᏗ ᎣᏂᏱ ᎠᏎ ᎤᏍᏆᎸᎡᏗ ᎨᏒ ᎤᎷᎯᏍᏗᏱ; ᎣᏂᏱᏍᎩᏂ ᎥᏝ ᎪᎱᏍᏗ ᏴᎬᏜᏅᏓᏗᏏ; ᏝᏰᏃ ᎪᎱᏍᏗ ᎤᏓᏁᏟᏴᏍᏓᏁᎯ ᏱᎩ; ᎩᎶᏃ ᎢᎬᏱ ᎤᏚᎸᏛ ᏱᎩ ᎤᏤᎵᎦ ᎨᏒᎢ, ᎠᏎ ᎤᏜᏅᏓᏕᏗ ᎤᏤᏩᏍᏗᏱ; ᎩᎶᏍᎩᏂ ᎤᎦᏗᏛᎯ ᎨᏎᏍᏗ ᎤᏤᎵᎦ ᎨᏒᎢ, ᎾᏍᎩ ᎾᏲᎪ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎤᎮᏍᏗ: ᎾᏍᎩᏰᏃ ᎢᏳᏍᏗ ᎯᎠ ᏥᎾᏥᏪᏎᎴ ᎤᏪᎿᎢ, ᎠᏏ ᏨᏅᎩ ᎯᏩᏘᏍᎬᎩ ᏣᏤᎵᎦ ᎣᏍᏛ, ᎠᎴ ᎾᏍᏉ ᎳᏏᎳ ᎤᏤᎵᎦ ᎤᏲ ᎠᏩᏘᏍᎬᎩ, ᎠᏎᏃ ᎾᏉ ᎢᎠᏥᏄᏬᎯᏍᏔᏅ, ᏂᎯᏃ ᎢᎡᏣᎩᎵᏲᎢᏍᏔᏅ. ᎷᎦ 16:25.

source: Chr. Then I perceive 'tis not best to covet things that are now, but to wait for things to come.
chr: ᏧᏁᎶᏗ. ᎾᏉ ᎦᏕᎶᎣᏍᎦ ᎤᏟ ᎣᏏᏳ ᎨᏒ ᏃᏚᎸᎲᎥᏍᎬᎾ ᏱᎩ ᎪᎯᏉ ᎨᏒ ᏤᎾᎠ, ᎠᎦᏘᏗᏍᏗᏱᏍᎩᏂ ᎠᏏ ᎤᎷᎯᏍᏗ ᏥᎩ.
